[
    {
        "id":"1",
         "category": "entertainment",
         "author":"GABRIELLE CHUNG",
         "published_date":"AUG 23, 2023",
         "heading":"Zendaya's New Hair Transformation Is Giving Rachel From Friends",
         "img":"https://i.ibb.co/tK7VY6T/entertainment1.png",
         "description": "Zendaya is pivoting to a new look.The Euphoria star proved that her hairstyle is never stuck in second gear by recently updating her 'do. As seen in a mirror selfie posted on her Instagram Story Aug. 22, Zendaya rocked a shoulder-length lob—one that's similar to the iconic cut Jennifer Aniston had during her time on Friends—as she struck a fierce pose in a white tee, blue jeans and brown belt. So, how do you keep hair healthy and strong throughout so many transformations? Celebrity hairstylist Kim Kimble—who works with Zendaya as the head of the hair department for Euphoria—previously told E! News that the key to long-lasting beauty literally comes from within.You've got to eat healthy and exercise because it stimulates hair growth, she noted. 'It all goes together—and helps your hair and your skin.'Using the right products will also keep any mane in tip-top shape, according to the beauty expert. 'If you don't condition your hair, it's going to get dry and brittle,' she explained. 'Using the correct products that are not going to cause breakage or overprocess your hair—you've got to do these things. They're basic, but they are important.'"
    },
    {
        "id":"2",
        "category": "entertainment",
        "author":"ALYSSA BAILEY",
        "published_date":"AUG 22, 2023",
        "heading":"Selena Gomez’s Latest OOTD Is a Dreamy Dôen Dress",
        "img":"https://i.ibb.co/2krkfhG/entertainment2.png",
        "description": "Selena Gomez has been giving very generous, near-daily glances at her late-summer wardrobe, and today was no exception.Gomez posted an Instagram Story featuring herself in a sleeveless blue floral Dôen midi dress with her hair up. Gomez’s exact dress is sold out, but the piece is available in other colors, and similar dresses in blue are also available.Gomez’s girly summer style moment comes after she wore a more sultry look out to a Karol G concert over the weekend. The star shared a photo of herself in black strapless top and belted wide-leg jeans from EB Denim. She accessorized with diamond hoop earrings from Yvonne Léon.This marks the beginning of a big week for Gomez, who announced she would release the first new single of her next musical era, “Single Soon,” this Friday.The third season of her hit show Only Murders in the Building is also airing now on Hulu. Gomez cannot promote the series due to the ongoing SAG-AFTRA strike, but it is critically acclaimed, holding a 99 percent Rotten Tomatoes score based on 92 reviews." 
    }, 
    {
        "id":"3",
        "category": "entertainment",
        "author":"CHELSEY SANCHEZ",
        "published_date":"AUG 22, 2023",
        "heading":"Serena Williams Gave Birth to Her Second Child With Husband Alexis Ohanian",
        "img":"https://i.ibb.co/VNM3fzr/entertainment3.jpg",
        "description": "Serena Williams and Alexis Ohanian’s family just got bigger!The couple welcomed their second child, a baby girl named Adira, on August 22. Ohanian confirmed the name and date in an Instagram post showing a portrait of the family of four today.“Welcome, Adira River Ohanian,” he wrote in the caption. “I’m grateful to report our house is teaming with love: a happy & healthy newborn girl and happy & healthy mama. Feeling grateful. @serenawilliams you’ve now given me another incomparable gift — you’re the GMOAT. Thanks to all the amazing medical staff who took care of my wife & our daughter. I’ll never forget the moment I introduced @olympiaohanian to her baby sister.”Williams and Ohanian welcomed their first child, five-year-old daughter Alexis Olympia Ohanian Jr., in September 2017.Williams announced her second pregnancy at the 2023 Met Gala, where she debuted her baby bump while wearing a body-hugging black Gucci gown. Later on Instagram, she confirmed the baby news by expressing her excitement over “the 3 of us [going] to the Met Gala,” referencing her and Ohanian’s incoming addition as the third guest." 
    }, 
    {
        "id":"4",
        "category": "entertainment",
        "author":"CHELSEY SANCHEZ",
        "published_date":"AUG 22, 2023",
        "heading":"Priyanka Chopra Drops the Sweetest Family Photos of Nick Jonas and Baby Malti",
        "img":"https://i.ibb.co/sgZFznk/entertainment4.jpg",
        "description": "Priyanka Chopra and Nick Jonas have spent plenty of quality time with family over the summer.The Citadel star recently shared a series of photos on Instagram that captured sweet moments with the couple’s baby daughter, one-year-old Malti Marie, from the last few months.The rest of the actor’s photo dump includes pictures from a family day out in Central Park with Jonas. Chopra wore a white crop top, denim high-rise shorts, a black quilted Chanel backpack, black flats, and a gray baseball cap. Jonas looked casual in a gray muscle tee, black shorts, a white baseball cap, and white sneakers. Meanwhile, Malti stayed cool in the summer heat wearing a sleeveless gray onesie and matching floppy sun hat.The adorable photos captured the family of three walking down the sidewalk hand in hand, as well as moments in which Jonas carried his daughter in a basket in the park and Chopra monitored Malti as she climbed rocks." 
    }, 
    {
        "id":"5",
        "category": "entertainment",
        "author":"ABIGAIL GLASGOW",
        "published_date":"AUG 17, 2023",
        "heading":"Art As a Radical Tool for Realizing Abolition",
        "img":"https://i.ibb.co/b6pVsfB/entertainment5.jpg",
        "description": "This feature is part of ART & ABOLITION, a series examining art as a tool for reimagining alternatives to incarceration and as a means of rehabilitation for systems-impacted individuals.On January 8, 2020, 700 men stood with their fists in the air at Louisiana State Penitentiary’s chapel. Liza Jessie Peterson had been performing her one-woman show The Peculiar Patriot, about a friend visiting an incarcerated loved one, when the officers abruptly shut it down, citing an “emergency.” For her premature curtain call, Peterson raised her hand, and the audience quickly followed suit. “The performance electrified the men,” she says. And eventually, it politicized their loved ones. With the guidance of Voice of the Experienced—a grassroots organization dedicated to restoring voting power for communities impacted by incarceration—the incarcerated residents began calling their families and friends, encouraging them to vote for candidates tackling the injustices of the criminal legal system. Since the airing of Peterson’s play, and following the election of progressive judges, a sheriff, and even a prosecutor, over 400 men have been released from the prison, far surpassing the one or two, on average, annual releases that occurred prior." 
    }, 
    {
        "id":"6",
        "category": "entertainment",
        "author":"HUGH RYAN",
        "published_date":"JUN 28, 2023",
        "heading":"The Unknown Librarian Who Saved Queer History",
        "img":"https://i.ibb.co/5F2v0vq/entertainment6.jpg",
        "description": "I've always loved public libraries. They were my refuge as an isolated, nerdy queer kid in the 1980s. They gave me my first jobs, and were the first places I found information about queer history. Limited, sure—but still better than anything I’d gotten from school, or my family, or on television, or anywhere else.Unfortunately, these days public libraries are embattled spaces. My hometown of New York City is looking to cut $36 million from the library budget this year, a devastating blow to an already overburdened system. Librarians across the country have been attacked as groomers and pedophiles for simply allowing queer books on the shelves. Perhaps most troubling, Republican lawmakers and presidential hopefuls seem intent on driving queer content from the public sphere entirely—out of libraries and off school syllabuses. Somehow, for people who never seem to have set foot in a library in their lives, they understand this crucial truth: Destroying our history is the first step to destroying our present and future. As a result, independent and private queer archives—which may once have seemed quaint, parochial, or no longer necessary in our age of acceptance—now feel like our one essential firewall holding fast against the genocidal ’phobic fantasies of anti-queer bigots." 
    }
]