[
    {
        "id":"1",
         "category": "sports",
         "author":"Tuesday 22 August 2023 12:53, UK",
         "published_date":"Melissa Reddy",
         "heading":"Mason Greenwood: How Manchester United reached the decision he had to leave",
         "img":"https://i.ibb.co/YhTkSrC/s1.jpg",
         "description": "This week, after a six-month process overseen by an executive panel, Manchester United finally shared their outcome.The club mutually agreed with Greenwood that it would be most appropriate for him to recommence his career away from Old Trafford.This was a result of what United believe to be a painstaking examination of the facts and context around the distressing content uploaded onto social media platforms in January 2022.The chilling images and audio recordings led to the Crown Prosecution Services charging Greenwood with attempted rape, assault, and controlling and coercive behaviour.That came on the same day he committed an alleged breach of his bail conditions on October 15 2022.In February, all charges against Greenwood were dropped after key witnesses withdrew their involvement and new material came to light.That is when United's probe began, overseen by CEO Richard Arnold, chief operating officer Collette Roche, football director John Murtough, legal counsel Patrick Stewart, and chief communications officer Ellie Norman.United's final outcome was, Sky Sports News has been told, not the original plan, nor the one the club's football operations had wanted for a forward whose value was in excess of £100m at the time of his arrest last year.The club insist welcoming the academy graduate back to Carrington was one of various scenarios modelled and had not been their final conclusion at any point, but high-placed sources dispute this." 
        },
        {
            "id":"2",
             "category": "sports",
             "author":"Tairo Lutter",
             "published_date":"Aug 22, 2023",
             "heading":"Sensational winner triggers shaking of the head on the PK",
             "img":"https://i.ibb.co/jh2MTjt/s2.jpg",
             "description": "Richardson had just won World Cup gold over the prestige distance as the first American since 2017, when her appearance in the media caused irritation.According to the Norwegian radio NRK, the horror of the journalists went as far as words like asshole and disrespectful.At the PK after her sensational run, the 23-year-old let journalists and their questions bounce off several times or answered bitingly to sarcastically.When a member of the media mispronounced her first name, she clearly corrected it. When asked about missing the World Cup last year, she sarcastically replied, You didn't have to remind me.When asked what went better this time, the gold medalist replied: The difference between then and now is that I kept my feet on the ground, kept the faith and had people around me who care about me . I have hidden noise and media - just like yours. A poison arrow aimed at the US magazine LetsRun. The answers caused shakes of the head, but sometimes also laughter." 
            },
            {
                "id":"3",
                 "category": "sports",
                 "author":"",
                 "published_date":"",
                 "heading":"",
                 "img":"",
                 "description": "" 
                },
                {
                    "id":"2",
                     "category": "sports",
                     "author":"",
                     "published_date":"",
                     "heading":"",
                     "img":"",
                     "description": "" 
                    },
                    {
                        "id":"2",
                         "category": "sports",
                         "author":"",
                         "published_date":"",
                         "heading":"",
                         "img":"",
                         "description": "" 
                        },
                        {
                            "id":"2",
                             "category": "sports",
                             "author":"",
                             "published_date":"",
                             "heading":"",
                             "img":"",
                             "description": "" 
                            },
                            {
                                "id":"2",
                                 "category": "sports",
                                 "author":"",
                                 "published_date":"",
                                 "heading":"",
                                 "img":"",
                                 "description": "" 
                                },
                                {
                                    "id":"2",
                                     "category": "sports",
                                     "author":"",
                                     "published_date":"",
                                     "heading":"",
                                     "img":"",
                                     "description": "" 
                                    }
]