[
    {
        "id":"1",
         "category": "sports",
         "author":"Tuesday 22 August 2023 12:53, UK",
         "published_date":"Melissa Reddy",
         "heading":"Mason Greenwood: How Manchester United reached the decision he had to leave",
         "img":"https://i.ibb.co/YhTkSrC/s1.jpg",
         "description": "This week, after a six-month process overseen by an executive panel, Manchester United finally shared their outcome.The club mutually agreed with Greenwood that it would be most appropriate for him to recommence his career away from Old Trafford.This was a result of what United believe to be a painstaking examination of the facts and context around the distressing content uploaded onto social media platforms in January 2022.The chilling images and audio recordings led to the Crown Prosecution Services charging Greenwood with attempted rape, assault, and controlling and coercive behaviour.That came on the same day he committed an alleged breach of his bail conditions on October 15 2022.In February, all charges against Greenwood were dropped after key witnesses withdrew their involvement and new material came to light.That is when United's probe began, overseen by CEO Richard Arnold, chief operating officer Collette Roche, football director John Murtough, legal counsel Patrick Stewart, and chief communications officer Ellie Norman.United's final outcome was, Sky Sports News has been told, not the original plan, nor the one the club's football operations had wanted for a forward whose value was in excess of £100m at the time of his arrest last year.The club insist welcoming the academy graduate back to Carrington was one of various scenarios modelled and had not been their final conclusion at any point, but high-placed sources dispute this." 
        },
        {
            "id":"2",
             "category": "sports",
             "author":"Tairo Lutter",
             "published_date":"Aug 22, 2023",
             "heading":"Sensational winner triggers shaking of the head on the PK",
             "img":"https://i.ibb.co/jh2MTjt/s2.jpg",
             "description": "Richardson had just won World Cup gold over the prestige distance as the first American since 2017, when her appearance in the media caused irritation.According to the Norwegian radio NRK, the horror of the journalists went as far as words like asshole and disrespectful.At the PK after her sensational run, the 23-year-old let journalists and their questions bounce off several times or answered bitingly to sarcastically.When a member of the media mispronounced her first name, she clearly corrected it. When asked about missing the World Cup last year, she sarcastically replied, You didn't have to remind me.When asked what went better this time, the gold medalist replied: The difference between then and now is that I kept my feet on the ground, kept the faith and had people around me who care about me . I have hidden noise and media - just like yours. A poison arrow aimed at the US magazine LetsRun. The answers caused shakes of the head, but sometimes also laughter." 
            },
            {
                "id":"3",
                 "category": "sports",
                 "author":"David Inderlied",
                 "published_date":"23. August 2023",
                 "heading":"Report: Pavard willing to change very upset",
                 "img":"https://i.ibb.co/CMSZFkK/sports3.jpg",
                 "description": "Benjamin Pavard wants to leave Bayern Munich. But the German record champions won't let the French, who are willing to change, go. He should be surprised by the actions of those responsible in Munich.According to Sport Bild, Pavard expected a release this summer. So far, FC Bayern has shown its tough side. Although Inter Milan are aggressively courting the defender's services, there has not been a transfer to date. Pavard is said to be very upset about this, writes the sports magazine.For this reason, the 27-year-old apparently approached CEO Jan-Christian Dreesen. It remains to be seen whether FC Bayern will give in until the deadline on September 1st. The transfer experts Fabrizio Romano and Gianluca Di Marzio as well as Sky Italiawant to have heard about a fundamental agreement with Inter .In the event of a sale, the German industry leader would still need a replacement in the right-back position. Most recently, Lukas Klostermann (RB Leipzig) and Jeremie Frimpong (Bayer Leverkusen) were associated with Munich. According to tz, Mohamed Simakan (RB Leipzig) is also on the radar of the series champion ." 
                },
                {
                    "id":"4",
                     "category": "sports",
                     "author":"Steve Matthues",
                     "published_date":"23. August 2023",
                     "heading":"FIDE World Cup Final: Match between R Praggnanandhaa and former world champion Magnus Carlsen ends in draw",
                     "img":"https://i.ibb.co/XDnmKcv/sports-news-4.jpg",
                     "description": "In Chess, the first game of the FIDE World Cup final between R Praggnanandhaa and former world champion Magnus Carlsen ended in a draw after 35 moves in Baku, Azerbaijan. The fight is on with the second game tomorrow. Magnus will play with white pieces tomorrow.Meanwhile, Fabiano Caruana lost the first game to Nijat Abasov in the playoff for third place. The second game will be played tomorrow." 
                    },
                    {
                        "id":"5",
                         "category": "sports",
                         "author":"Niraj Sharma",
                         "published_date":"Aug 18, 2023",
                         "heading":"First T-20 Match between India & Ireland underway in Dublin",
                         "img":"https://i.ibb.co/Rh6C7H5/sports-5.jpg",
                         "description": "In Cricket, the first of the three-match T-20 series between India and Ireland is underway in Dublin. India have won the toss and opt to bowl against Ireland.Ireland were 50 for 5 in 9 overs when reports last came in.The Indian side is led by skipper Jasprit Bumrah, and it is going to be a crucial series for pacer  Bumrah and Prasidh as they will have to prove full fitness ahead of Asia Cup 2023, which is due to start on the 30th of this month. This will be the second time in a row that India will be touring Ireland to play T20 series. In 2022, the Hardik Pandya-led side won the two-match T20 series 2-0." 
                        },
                        {
                            "id":"6",
                             "category": "sports",
                             "author":"Robin Willims",
                             "published_date":"Aug 23, 2023",
                             "heading":"Las Vegas Aces star Aja Wilson creates history, matches WNBA scoring record with 53 points",
                             "img":"https://i.ibb.co/G0btjLM/sports-6.jpg",
                             "description": "The 27-year-old became just the third player in the WNBA to breach the 50-point mark.Las Vegas Aces Aja Wilson etched her name in the history books as she tied the WNBAs single-game scoring record of 53 points during a match against Atlanta Dream on Tuesday night. The 27-year-old became just the third player in the WNBA to breach the 50-point mark. Wilson joined Liz Cambage and Riquna William on the elite list of WNBA players. The two-time WNBA MVPs phenomenal performance propelled the Aces to a 112-100 win over the Dream at the Gateway Center Arena in Georgia.This victory also helped the Aces in touching the 2014 Phoenix Mercury record for the most wins —29 — in a season. Wilson came up with four free throws in the final minute of the fixture to set the astonishing feat.It feels good, it does feel good. But I didn't do this alone. My teammates get all the glory because without them I don't even get the basketball. I'm not just saying that because it's politically correct, no, our locker room is tight. I'm nothing without them. I greatly appreciate coming to work with these ladies. They make it fun,” Wilson said.NBA legend LeBron James was in awe of Aja Wilsons spectacular performance on the court. “Must be the! Nah its definitely her game the whole way! They do look good on her though! GO THE HELL OFF THEN SIS,” LeBron wrote on social media platform X (formerly known as Twitter).Apart from her scoring record last night, Wilson also became just the second player in WNBA history to get 20 free throws during a match. Previously, Cynthia Cooper had made 22-of-24 attempts for the now-defunct Houston Comets back in July 1998.Aja Wilsons previous career high was 40 points, which she had set during Las Vegas Aces 113-89 victory against the Washington Mystics earlier this month. Last night, Wilson registered seven rebounds and four blocks against the Atlanta Dream. She also made 16 of 23 shots from the floor and 20 of 21 from the foul line. I don't know what kind of creature she is, but I can tell you she runs like a deer, jumps like a cat and catches like she's Spider-Man. I don't know exactly what that is, but she is special. Her real gift is in her humility and grace... She is a phenomenal superstar. She's about winning and that's it,Aces head coach Becky Hammon was quoted as saying by USA Today." 
                            },
                            {
                                "id":"7",
                                 "category": "sports",
                                 "author":" The Bridge Desk",
                                 "published_date":"21 Aug 2023",
                                 "heading":"Anahat wins gold; India bags four medals at Asian Squash Junior C'Ships 2023",
                                 "img":"https://i.ibb.co/cYx9GRm/sports-7.jpg",
                                 "description": "Anahat, the 15-year-old prodigy, defeated Kwong Ena of Hong Kong 3-1 in the final to become second Indian and first female squash player to win the U-17 title.Anahat Singh stood out in India's impressive show at the 30th Asian Squash Junior Individual Championships 2023, held in China. The Indian contingent won a total of four medals, including one gold and three bronze medals, to top the Championships. Anahat, the 15-year-old prodigy, defeated Kwong Ena of Hong Kong 3-1 in the final to become second Indian and first female squash player to win the U-17 title. The Delhi girl, who represented India at the 2022 Commonwealth Games, stood as the epitome of skill and dedication throughout the championship. Anahat outplayed her opponents with ease at every stage, asserting dominance throughout the tournament. Her journey to the title included triumphs over formidable competitors such as Doyce Lee of Malaysia in the quarterfinals and Whitney Isabelle Wilson of Malaysia in the semifinals, thus earning her a well-deserved place in the championship match.In addition to the gold medal, India won three bronze medals. Shaurya Bawa secured a third-place finish in the Boys U19 category, as Pooja Arthi secured one in the Girls U19 section. Aryaveer Singh earned the bronze medal in the Boys U15 category."
                                },
                                {
                                    "id":"8",
                                     "category": "sports",
                                     "author":"By Harry Poole BBC Sport at National Athletics Centre, Budapest",
                                     "published_date":"22 August 2023",
                                     "heading":"World Athletics Championships 2023: Laura Muir sixth as Faith Kipyegon wins third title",
                                     "img":"https://i.ibb.co/q5SLhk7/sports-8.jpg",
                                     "description": "Laura Muir finished sixth in the women's 1500m final as Faith Kipyegon claimed her third World Championships gold in dominant fashion in Budapest.An emotional Muir, winner of world bronze last year, faded to finish in three minutes 58.58 seconds after the most challenging year of her career.Kenya's world record holder Kipyegon appeared in control throughout, taking victory in 3:54.87.Ethiopia's Diribe Welteji was second with Dutch athlete Sifan Hassan third.Britons Katie Snowden (3:59.65) and Melissa Courtney-Bryant (4:03.31) placed eighth and 12th respectively.I gave it everything' - Ireland's Mageean fourth in 1500m final Kipyegon has proven untouchable this year, setting three world records over as many distances.The two-time Olympic champion led from the front, controlling proceedings at a comfortable pace when compared to that of her world record time of 3:49.11 set in June.But that all changed in the closing stages, with the 29-year-old displaying her class and superiority as she effortlessly left her rivals behind with an injection of pace.British team captain Muir's medal bid faltered over the final 200m as Welteji got closest to Kipyegon and Hassan claimed bronze after recovering from her dramatic fall as she battled for 10,000m gold on Saturday." 
                                    }
]